i5/20220414-no-fpw/logs/pg-4-16-16/1000/run-ro-2/pgbench.log
pgbench (15devel)
transaction type: <builtin: select only>
scaling factor: 1000
query mode: prepared
number of clients: 16
number of threads: 4
duration: 900 s
number of transactions actually processed: 56378151
latency average = 0.255 ms
initial connection time = 7.935 ms
tps = 62641.384119 (without initial connection time)